Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/depts/udir.no/12_undervisningsopp.html.tmx
Source language: sme
Languages: sma

source: Oahppi sáhttá oahpaheaddjái ovdanbidjat dan fitnu maid lea válljen.
sma: Learohke maahta sov barkoeveeljemem åehpiedehtedh lohkehtæjjese, jïh lohkehtæjja aktem barkoem åehpiedahta.

source: Dat sáhttá maiddái viiddiduvvot eanet fitnuiguin dahje iešguđet dilálašvuođaiguin mat gullet dihto fidnui.
sma: Maahta aaj vijriedidh jienebi barkoejgujmie jallh ovmessie tsiehkiejgujmie ektiedamme akten barkose.

source: Gielladomeanat
sma: Gïelesuerkieh

source: Dás sáhttá girjerájus adnot gielladomeanan.
sma: Daesnie maahta gærjagåetiem jïh / jallh gærjagåetien barkijem gïelesuerkine nåhtadidh.

source: Jus bargi lea sámegielat, de son sáhttá leat gulahallanolmmoš ja veahkehit gávdnat dieđuid fitnuid birra.
sma: Jis gærjagåetien barkije saemeste, satne maahta govlehtæjjine årrodh, jïh viehkiehtidh bïevnesh barkoej bïjre gaavnedh.

source: Šiehtat ahte gulahallan ollásit galgá leat sámegillii.
sma: Seamadidie gaajhkesh edtjieh ajve saemiestidh.

source: Jus lea sámegielat oahppobagadalli dahje ráđđeaddi, berre son oassálastit dán barggu.
sma: Jis studije-bihkedæjja jallh raeriestæjja saemiestieh, byöroe dam meatan vaeltedh barkosne.

source: Dás sáhttá addit oppalaš dieđuid oahpahusa, fitnuid ja bargoeallima birra.
sma: Maahta sïejhme bïevnesh vedtedh ööhpehtimmien, barkoej jïh barkoejielemen bïjre.

source: Jus leat unnán eará sámegielat bargit skuvllas go oahpaheaddji, de sáhttá ráhkadit gielladomeana plakáhta dahje fitnonamahusaid birra.
sma: Jis vaenie saemiegïelen almetjh skuvlen lohkehtæjjan ålkolen, maahta aktem gïelesuerkiem stealladidh barkoenommigujmie akten plakaten bïjre.

source: Plakáhtta lea vuođđun buot gulahallamii dán bargu oktavuođas, ja buot gulahallan dáhpáhuvvá sámegillii.
sma: Edtja sinsitnine soptsestidh man bïjre plakatesne vuejnieh, jïh ajve saemiestidh. Learoevierhtieh
